Repository: MeanEYE/Sunflower
Catalog: translations/*/LC_MESSAGES/sunflower.po
Languages: cs, it_it, ru

source: Copyright © 2010-2015 by Mladen Mijatov and contributors.
cs: Copyright © 2010-2015 Mladen Mijatov a přispěvatelé.
ru: Copyright © 2010-2015 Mladen Mijatov и другие участники проекта.

source: translator-credits
cs: Radek Otáhal <radek.otahal@gmail.com> Radek Tříška <radek@fastlinux.eu> http://www.fastlinux.eu
ru: Sergey Malkin <adresatt@gmail.com>

source: Error list
cs: Seznam chyb
it_it: Elenco errori
ru: Список ошибок

source: For:
cs: Pro:
it_it: Per:
ru: Для:

source: Context menu
cs: Zobrazit kontextové menu
it_it: Menu contestuale
ru: Контекстное меню

source: Unlock
cs: Odemknout
it_it: Sblocca
ru: Открепить

source: Lock
cs: Zamknout
it_it: Blocca
ru: Закрепить

source: Duplicate tab
cs: Duplikovat kartu
it_it: Duplica scheda
ru: Дублировать вкладку

source: Move to opposite panel
cs: Přesunout se do protějšího panelu
it_it: Sposta nel pannello opposto
ru: Перенести на противоположную панель

source: Close Tab
cs: Zavřít kartu
it_it: Chiudi scheda
ru: Закрыть вкладку

source: Close All
cs: Zavřít vše
it_it: Chiudi tutto
ru: Закрыть все

source: Close Other Tabs
cs: Zavřít ostatní karty
it_it: Chiudi le altre schede
ru: Закрыть остальные вкладки

source: Default
cs: Výchozí
it_it: Predefinito
ru: По умолчанию

source: New queue
cs: Nová fronta
it_it: Nuova coda
ru: Новая очередь

source: New operation queue
cs: Nová fronta operací
it_it: Nuova coda operazioni
ru: Новая очередь операций

source: Enter name for new operation queue:
cs: Zadat název nové fronty operací:
it_it: Inserire il nome per una nuova coda operazioni
ru: Введите название новой очереди операций:

source: Operation queue with specified name already exists.
cs: Fronta operací s daným názvem již existuje.
it_it: Una coda operazioni con il nome specificato esiste già.
ru: Очередь с данным именем уже существует.

source: Specified item can not be unmounted.
cs: Vybranou položku nelze odpojit.
ru: Указанный том не может быть смонтирован.

source: Keyring is unlocked
cs: Klíčenka je odemknuta
it_it: Il portachiavi è sbloccato
ru: Связка ключей разблокирована

source: Keyring is locked
cs: Klíčenka je zamknuta
it_it: Il portachiavi è bloccato
ru: Связка ключей заблокирована

source: Unlock keyring
cs: Odemknout klíčenku
it_it: Sblocca portachiavi
ru: Разблокировать связку ключей

source: Please enter your keyring password:
cs: Zadejte prosím heslo pro klíčenku:
it_it: Per favore inserire la tua password per il portachiavi:
ru: Пожалуйста, введите пароль от вашей связки ключей:

source: New keyring
cs: Nová klíčenka
it_it: Nuovo portachiavi
ru: Новая связка ключей

source: We need to create a new keyring to safely store your passwords. Choose the password you want to use for it.
cs: Pro bezpečné uložení vašich hesel je potřeba vytvořit novou klíčenku. Zvolte heslo, které pro ni chcete použít.
it_it: È necessario creare un nuovo portachiavi per conservare in sicurezza le tue password. Scegli la password che desideri usare.
ru: Необходимо создать новую связку ключей для безопасного хранения ваших паролей. Выберите пароль для неё.

source: Error adding widget. You need to enter unique name and select widget type.
cs: Chyba při vkládání widgetu. Zadejte jedinečný název a vyberte typ widgetu.
it_it: Errore nell'aggiungere il widget. È necessario inserire un nome univoco e selezionare il tipo di widget.
ru: Ошибка добавления виджета. Необходимо ввести уникальное имя и выбрать тип виджета.

source: Widget with specified name already exists. You need to enter unique name and select widget type.
cs: Widget stejného jména již existuje. Zadejte jedinečný název a vyberte typ widgetu.
ru: Виджет с указанным именем уже существует. Необходимо ввести уникальное имя и выбрать тип виджета.

source: Plugin used to create selected toolbar widget is not active or not present. In order to edit this entry you need to activate plugin used to create it.
cs: Zásuvný modul pro tvorbu vybraného widgetu nástrojové lišty není aktivní nebo instalován. Pokud chcete upravit tuto volbu potřebujete aktivovat potřebný modul.
it_it: Il plugin utilizzato per creare il widget della barra degli strumenti selezionata non è attivo o non è presente. Per modificare questa voce è necessario attivare il plug-in utilizzato per crearla.
ru: Модуль, использованный для создания выбранного виджета неактивен или отсутствует. Для редактирования этого элемента нужно активировать модуль, использованный для его создания.

source: Go to parent directory
cs: Přejít do nadřazeného adresáře
it_it: Vai nella directory superiore
ru: Перейти в родительский каталог

source: Configure bookmark button
cs: Nastavit tlačítko záložek
it_it: Configura pulsante segnalibro
ru: Настроить кнопку закладки

source: Path:
cs: Cesta:
it_it: Percorso:
ru: Путь:

source: Show label
cs: Zobrazovat popisek
it_it: Mostra etichetta
ru: Показывать имя

source: Parent directory button
cs: Tlačítko rodičovského adresáře
it_it: Pulsante directory superiore
ru: Кнопка перехода в родительский каталог

source: Home directory button
cs: Tlačítko domovského adresáře
it_it: Pulsante home directory
ru: Кнопка перехода в домашний каталог

source: Bookmark button
cs: Tlačítko záložek
it_it: Pulsante segnalibro
ru: Кнопка закладки

source: Bookmarks menu
cs: Nabídka záložek
it_it: Menu segnalibri
ru: Меню закладок

source: Separator
cs: Oddělovač
it_it: Separatore
ru: Разделитель

source: This widget has no configuration dialog.
cs: Tento widget nemá dialogové okno nastavení.
it_it: Questo widget non ha una finestra di dialogo di configurazione.
ru: У этого виджета нет диалога настройки

source: Owner
cs: Vlastník
it_it: Proprietario
ru: Владелец

source: Group
cs: Skupina
it_it: Gruppo
ru: Группа

source: Local file list
cs: Seznam lokálních souborů
it_it: Elenco file locale
ru: Список локальных файлов

source: Trash can
cs: Koš
it_it: Cestino
ru: Корзина

source: Ext
cs: Přípona
it_it: Est
ru: Расширение

source: Mode
cs: Režim
it_it: Modo
ru: Права

source: Date
cs: Datum
it_it: Data
ru: Дата

source: Invalid selection!
cs: Neplatný výběr!
it_it: Selezione non valida
ru: Неверное выделение!

source: There was an error creating directory. Make sure you have enough permissions.
cs: Nastala chyba při vytváření adresáře. Ujistěte se že máte potřebná oprávnění.
it_it: C'è stato un errore nella creazione della directory. Accertati di avere i permessi necessari.
ru: Ошибка создания каталога. Убедитесь, что вы имеете необходимые привилегии.

source: File already exists: {0}
cs: Soubor již existuje: {0}
it_it: Il file esiste già: {0}
ru: Файл уже существует: {0}

source: Directory with same name exists: {0}
cs: Adresář se stejným názvem již existuje: {0}
it_it: Esiste una directory con lo stesso nome: {0}
ru: Каталог с таким именем существует: {0}

source: There was an error creating file. Make sure you have enough permissions.
cs: Nastala chyba při vytváření souboru. Ujistěte se že máte potřebná oprávnění.
it_it: C'è stato un errore nella creazione del file. Accertati di avere i permessi necessari.
ru: Ошибка создания файла. Убедитесь, что вы имеете необходимые привилегии.

source: Error creating new link.
cs: Chyba při vytváření nového odkazu.
it_it: Errore nella creazione del nuovo link.
ru: Ошибка создания ссылки

source: Current file system does not support linking.
cs: Aktuální souborový systém nepodporuje vytváření odkazů.
it_it: Il file system corrente non supporta i link.
ru: Текущая файловая система не поддерживает ссылки.

source: You are about to delete {0} item. Are you sure about this?
cs: Chystáte se smazat {0} položku. Jste si jisti?
ru: Вы собираетесь удалить {0} объект. Вы уверены, что хотите сделать это?

source: You are about to move {0} item to trash. Are you sure about this?
cs: Chystáte se přesunout {0} položku do koše. Jste si jisti?
ru: Вы собираетесь удалить {0} объект. Вы уверены, что хотите сделать это?

source: Other application...
cs: Jiná aplikace...
ru: Другое приложение...

source: Free:
cs: Volné:
it_it: Libero:
ru: Свободно:

source: Total:
cs: Celkem:
it_it: Totale:
ru: Всего:

source: Copy here
cs: Kopírovat sem
it_it: Copia qui
ru: Копировать сюда

source: Move here
cs: Přesunout sem
it_it: Sposta qui
ru: Переместить сюда

source: Link here
cs: Odkaz sem
it_it: Collega qui
ru: Создать ссылку

source: No such file or directory
cs: Takový soubor nebo adresář neexistuje
it_it: Nessun file o directory
ru: Файл или директория не найдены

source: Error changing working directory to: {1} {0} Would you like to retry?
cs: Chyba při změně pracovního adresáře na: {1} {0} Chcete akci opakovat?
it_it: Errore nel cambio della directory attiva: {1} {0} Riprovare?
ru: Ошибка при смене рабочего каталога на: {1} {0} Хотите повторить попытку?

source: Empty trash
cs: Vyprázdnit koš
it_it: Svuota cestino
ru: Очистить корзину

source: All items in the Trash will be permanently deleted. Are you sure?
cs: Všechny položky v koši budou trvale odstraněny. Opravdu je chcete vyhodit?
it_it: Tutti gli elementi nel Cestino saranno eliminati in modo permanente. Sei sicuro?
ru: Все объекты, находящиеся в Корзине, будут безвозвратно удалены. Вы действительно хотите это сделать?

source: Mount operation
cs: Operace připojení
it_it: Montaggio
ru: Операция монтирования

source: Unable to mount: {0} {1}
cs: Nelze připojit: {0} {1}
it_it: Impossibile montare: {0} {1}
ru: Невозможно смонтировать: {0} {1}

source: You are about to remove '{0}'. Are you sure about this?
cs: Chystáte se vyjmout {0} . Jste si jisti?
it_it: Stai per eliminare '{0}'. Sei sicuro di voler continuare?
ru: Вы собираетесь удалить '{0}'. Вы уверены, что хотите сделать это?

source: Create Samba mount
cs: Vytvořit Samba připojení
it_it: Crea punto di mount Samba
ru: Создать точку монтирования Samba

source: Server:
ru: Сервер:

source: Share:
cs: Sdílení:
it_it: Condividi:
ru: Ресурс:

source: Directory:
cs: Adresář:
ru: Каталог:

source: Domain:
cs: Doména:
it_it: Dominio:
ru: Домен:

source: Username:
cs: Uživatel:
it_it: Nome utente:
ru: Имя пользователя:

source: One or more required fields are empty. Please make sure you have entered name, server and share.
cs: Jedno nebo více vyžadovaných polí je prázdné. Ujistěte se, že jste zadali název, server a sdílení.
it_it: Uno o più campi obbligatori sono vuoti. Assicurati di aver inserito nome, server e condivisione.
ru: Одно или несколько из обязательных полей пусты. Пожалуйста, убедитесь, что вы ввели имя и сервер.

source: Create FTP mount
cs: Vytvořit FTP připojení
it_it: Crea punto di mount FTP
ru: Создать точку монтирования FTP

source: One or more required fields is empty. Please make sure you have entered name and server.
cs: Jedno nebo více vyžadovaných polí je prázdné. Ujistěte se, že jste zadali název a server.
it_it: Uno o più campi obbligatori sono vuoti. Assicurati di aver inserito nome e server.
ru: Одно или несколько из обязательных полей пусты. Пожалуйста, убедитесь, что вы ввели имя и сервер.

source: Create SFTP mount
cs: Vytvořit SFTP připojení
it_it: Crea punto di mount SFTP
ru: Создать точку монтирования SFTP

source: Create WebDav mount
cs: Vytvořit WebDav připojení
it_it: Crea punto di mount WebDav
ru: Создать точку монтирования WebDav

source: Server type:
cs: Typ Serveru:
it_it: Tipo di server:
ru: Тип сервера:

source: Sessions
cs: Sezení
it_it: Sessioni
ru: Сессии

source: Locked
cs: Zamčeno
it_it: Bloccato
ru: Закреплено

source: Move up
cs: Přesunout nahoru
it_it: Sposta su
ru: Переместить выше

source: Move down
cs: Přesunout dolů
it_it: Sposta giù
ru: Переместить ниже

source: Session with this name already exists.
cs: Sezení s tímto názvem již existuje.
it_it: Una sessione con questo nome esiste già.
ru: Сессия с таким именем уже существует.

source: New session
cs: Nové sezení
it_it: Nuova sessione
ru: Новая сессия

source: Manage sessions
cs: Správa sezení
ru: Управление сессиями

source: Save session
cs: Uložit sezení
ru: Сохранить сессию

source: Do nothing
cs: Nedělat nic
it_it: Non fare nulla
ru: Не менять

source: Capitalize
cs: Kapitalizovat
it_it: Iniziali maiuscole
ru: Преобразовать первые буквы в заглавные

source: Upper case
cs: Velká písmena
it_it: Tutto maiuscolo
ru: В верхний регистр

source: Lower case
cs: Malá písmena
it_it: Tutto minuscolo
ru: В нижний регистр

source: Swap case
cs: Prohodit
it_it: Inverti maiuscole/minuscole
ru: Обратить регистр

source: Item name:
cs: Název popožky:
it_it: Nome elemento:
ru: Имя файла:

source: Extension:
cs: Přípona:
it_it: Estensione:
ru: Расширение:

source: Letter Case
cs: Změna velikosti písmen
it_it: Maiuscole/minuscole
ru: Буквенный регистр

source: <b>Template syntax</b> [N] Item name [E] Extension [C] Counter For name and extension you can use range in format [N#-#].
cs: <b>Syntaxe šablony</b> [N] Název položky [E] Přípona [C] Počítadlo Pro název a příponu se může použít rozsah ve formátu [N#-#].
it_it: <b>Sintassi del modello</b> [N] Nome elemento [E] Estensione [C] Contatore Per il nome e l'estensione è possibile utilizzare un intervallo col formato [N#-#].
ru: <b>Синтаксис шаблонов</b> [N] Имя файла [E] Расширение [C] Счётчик Для имени и расширения вы можете использовать диапазоны в формате [N#-#].

source: Part of name
cs: Část názvu
it_it: Parte del nome
ru: Часть имени

source: Extension
cs: Přípona
it_it: Estensione
ru: Расширение

source: Part of extension
cs: Část přípony
it_it: Parte dell'estensione
ru: Часть расширения

source: Counter
cs: Počitadlo
it_it: Contatore
ru: Счётчик

source: Start:
it_it: Inizio:
ru: Начало:

source: Step:
cs: Krok:
it_it: Passo:
ru: Шаг:

source: Digits:
cs: Číslice:
it_it: Cifre:
ru: Цифры:

source: Item list is empty. Unable to get item for range selection!
cs: Seznam položek je prázdný. Nelze získat položku pro rozsah výběru!
it_it: L'elenco è vuoto. Impossibile ottenere elementi per la selezione dell'intervallo!
ru: Список файлов пуст. Невозможно выбрать файл для выделения диапазона!

source: Album
ru: Альбом

source: Artist
cs: Umělec
it_it: Artista
ru: Испольнитель

source: Genre
cs: Žánr
it_it: Genere
ru: Жанр

source: Track number
cs: Číslo stopy
it_it: Numero traccia
ru: Номер дорожки

source: Replace:
cs: Nahradit:
it_it: Sostituisci:
ru: Заменить:

source: With:
cs: Čím:
it_it: Con:
ru: На:

source: Template syntax
cs: Syntaxe šablony
it_it: Sintassi del modello
ru: Синтаксис шаблона

source: Character replacement
cs: Náhrada písmen
it_it: Sostituzione caratteri
ru: Замена символов

source: In order to use this extension you need <b>mutagen</b> module installed!
cs: Pro použití tohoto rozšíření musí být nainstalován modul <b>mutagen</b>!
it_it: Per poter utilizzare questa estensione è necessario che sia installato il modulo <b>mutagen</b>!
ru: Для использования этого расширения необходим установленный модуль <b>mutagen</b>!

source: Audio Metadata
cs: Metadata audia
it_it: Metadati Audio
ru: Метаданные аудио

source: Match file size
cs: Porovnat velikost souboru
it_it: Corrispondenza alla dimensione del file
ru: Поиск по размеру файла

source: Minimum:
cs: Minimální:
it_it: Minimo:
ru: Минимальный:

source: MB
ru: МБ

source: Maximum:
cs: Maximální:
it_it: Massimo
ru: Максимальный:

source: <b>Pattern matching</b> * Everything ? Any single character [seq] Any character in <i>seq</i> [!seq] Any character <u>not</u> in <i>seq</i>
cs: <b>Porovnání vzorku</b> * Vše ? Každý znak [seq] Každý znak <u>v</u> <i>seq</i> [!seq] Každý znak <u>mimo</u> <i>seq</i>
it_it: <b>Corrispondenze pattern</b> * Tutto ? Qualsiasi carattere singolo [seq] Qualsiasi carattere in <i>seq</i> [!seq] Qualsiasi carattere <u>non</u> in <i>seq</i>
ru: <b>Поиск по шаблону</b> * Любой набор символов ? Любой одиночный символ [seq] Любой символ из <i>seq</i> [!seq] Любой символ <u>не</u> из <i>seq</i>

source: Search for:
cs: Hledat:
it_it: Cerca:
ru: Искать:

source: Case sensitive
cs: Závislý na velikosti písmen
it_it: Maiuscole/minuscole
ru: Учитивать регистр

source: Content
cs: Obsah
it_it: Contenuto
ru: Содержимое

source: System terminal
cs: Systémový terminál
it_it: Terminale di sistema
ru: Системный терминал

source: Open current directory
cs: Otevřít současný adresář
it_it: Apri la directory corrente
ru: Открыть текущую директорию

source: Use this extension
cs: Použít toto rozšíření
it_it: Usa questa estensione
ru: Использовать это расширение

source: Plugin Base
cs: Základní klávesové zkratky karet
ru: База модулей

source: Focus opposite object
cs: Zaměřit opačný objekt
it_it: Focus sull'oggetto opposto
ru: Фокус на противоположный объект

source: Next tab
cs: Další karta
it_it: Scheda successiva
ru: Следующая вкладка

source: Previous tab
cs: Předchozí karta
it_it: Scheda precedente
ru: Предыдущая вкладка

source: Close tab
cs: Zavřít kartu
it_it: Chiudi scheda
ru: Закрыть вкладку

source: Focus command entry
cs: Zaměřit příkazový řádek
ru: Фокус на командную строку

source: Focus left object
cs: Zaměřit objekt vlevo
it_it: Focus sull'oggetto a sinistra
ru: Фокус на левый объект

source: Focus right object
cs: Zaměřit objekt vpravo
it_it: Focus sull'oggetto a destra
ru: Фокус на правый объект

source: Open file list
cs: Otevřít seznam souborů
ru: Открыть список файлов

source: Python VTE module is not installed on this system!
cs: V systému není nainstalován VTE python modul!
it_it: Il modulo Python VTE non è installato in questo sistema!
ru: VTE модуль Python не установлен в вашей системе!

source: Terminal menu
cs: Nabídka terminálu
it_it: Menu terminale
ru: Меню терминала

source: Create terminal tab
cs: Vytvořit kartu terminálu
it_it: Crea scheda terminale
ru: Создать вкладку с терминалом

source: Copy selection to clipboard
cs: Kopírovat výběr do schránky
it_it: Copia la selezione negli appunti
ru: Скопировать выделенное в буфер обмена

source: Paste from clipboard
cs: Vložit ze schránky
it_it: Incolla dagli appunti
ru: Вставить из буфера обмена

source: You are about to feed child process with following data. Are you sure? {0}
cs: Chcete naplnit proces následujícími daty. Jste si jisti? {0}
it_it: Stai per fornire al processo figlio i seguenti dati. Sei sicuro? {0}
ru: Вы собираетесь послать дочернему процессу эти данные. Вы уверены? {0}

source: Directories (selected/total)
cs: Adresáře (vybrané/celkem)
it_it: Directory (selezionati/totale)
ru: Каталоги (выделенные/всего)

source: Files (selected/total)
cs: Soubory (vybrané/celkem)
it_it: File (selezionati/totale)
ru: Файлы (выделенные/всего)

source: Size (selected/total)
cs: Velikost (vybrané/celkem)
it_it: Dimensione (selezionati/totale)
ru: Размер (выделенные/всего)

source: Search:
cs: Hledat:
ru: Искать:

source: Reload item list
cs: Znovu načíst seznam položek
it_it: Ricarica elenco
ru: Обновить список файлов

source: Copy path to clipboard
cs: Kopírovat cestu do schránky
it_it: Copia il percorso negli appunti
ru: Скопировать выделенное в буфер обмена

source: Enter path...
cs: Zadat cestu...
it_it: Inserire percorso...
ru: Введите путь...

source: Execute selected item
cs: Spustit vybranou položku
it_it: Esegui l'elemento selezionato
ru: Выполнить выделенный объект

source: Select application and execute item
cs: Vybrat aplikaci a spustit položku
it_it: Seleziona applicazione ed esegui elemento
ru: Выбрать приложение и открыть файл

source: Show selected item properties
cs: Zobrazit vlastnosti vybrané položky
it_it: Mostra proprietà directory selezionate
ru: Показать свойства выделенного объекта

source: Bookmark current directory
cs: Uložit současný adresář do záložek
it_it: Aggiungi directory corrente ai segnalibri
ru: Добавить текущий каталог в закладки

source: Cut selection to clipboard
cs: Vyjmout výběr do schránky
it_it: Taglia selezione negli appunti
ru: Вырезать выделенное в буфер обмена

source: Paste items from clipboard
cs: Vložit položky ze schránky
it_it: Incolla elementi dagli appunti
ru: Вставить объекты из буфера обмена

source: Open selected directory in new tab
cs: Otevřít vybraný adresář v nové kartě
it_it: Apri la directory selezionata in una nuova scheda
ru: Открыть выделенный каталог в новой вкладке

source: Open selected directory
cs: Otevřít vybraný adresář v nové záložce
it_it: Apri la directory selezionata
ru: Открыть выделенный каталог в новой вкладке

source: Calculate disk usage for directory
cs: Vypočítat využití disku pro adresář
it_it: Calcola uso del disco per la directory
ru: Подсчитать место, занимаемое каталогом

source: Go to root directory
cs: Přejít do nadřazeného adresáře
it_it: Vai alla directory radice
ru: Перейти в корневой каталог

source: Reload items in current directory
cs: Znovu načíst položky v aktuálním adresáři
it_it: Ricarica elementi nella directory corrente
ru: Обновить список файлов в текущем каталоге

source: Show history browser
cs: Zobrazit prohlížeč historie
it_it: Mostra cronologia
ru: Показать браузер истории

source: Go back in history
cs: Přejít v historii dozadu
it_it: Torna indietro nella cronologia
ru: Перейти назад по истории

source: Go forward in history
cs: Přejít v historii dopředu
it_it: Vai avanti nella cronologia
ru: Перейти вперёд по истории

source: Select all
cs: Vybrat vše
it_it: Seleziona tutto
ru: Выделить всё

source: Deselect all
cs: Zrušit výběr
it_it: Deseleziona tutto
ru: Отменить выделение

source: Invert selection
cs: Invertovat výběr
it_it: Inverti selezione
ru: Обратить выделение

source: Toggle selection
cs: Prohodit výběr
it_it: Attiva selezione
ru: Переключить выделение

source: Toggle selection and move marker up
cs: Posunout indikátor výběru nahoru
it_it: Attiva selezione e sposta l'indicatore in alto
ru: Переключить выделение и переместить маркер выше

source: Trash or delete selected items
cs: Přesunout do koše nebo smazat vybrané položky
it_it: Cestina o elimina gli elementi selezionati
ru: Удалить выбранные файлы

source: Force deleting selected items
cs: Vynutit smazání vybraných položky
it_it: Forza l'eliminazione degli elementi selezionati
ru: Безвозвратно удалить выбранные файлы

source: Show bookmarks for current list
cs: Zobrazit záložky aktuálního seznamu
it_it: Mostra segnalibri per l'elenco corrente
ru: Показать закладки для данной панели

source: Show bookmarks for left list
cs: Zobrazit záložky levého seznamu
it_it: Mostra segnalibri per l'elenco di sinistra
ru: Показать закладки для левой панели

source: Show bookmarks for right list
cs: Zobrazit záložky pravého seznamu
it_it: Mostra segnalibri per l'elenco di destra
ru: Показать закладки для правой панели

source: Rename selected item
cs: Přejmenovat vybranou položku
it_it: Rinomina elementi selezionati
ru: Переименовать выделенный объект

source: View selected item
cs: Zobrazit vybranou položku
it_it: Visualizza elementi selezionati
ru: Просмотреть выбранный файл

source: Edit selected item
cs: Upravit vybranou položku
it_it: Modifica elementi selezionati
ru: Править выделенный объект

source: Copy selected items
cs: Kopírovat vybrané položky
it_it: Copia elementi selezionati
ru: Копировать выделенный объект

source: Move selected items
cs: Přesunout vybrané položky
it_it: Sposta elementi selezionati
ru: Переместить выделенные объекты

source: Show context menu
cs: Zobrazit kontext menu
it_it: Mostra menu contestuale
ru: Показать контекстное меню

source: Show "open with" menu
cs: Zobrazit menu "open with"
it_it: Mostra menu "apri con"
ru: Показать меню "открыть с помощью"

source: Assign path from left list
cs: Přiřadit cestu z levého seznamu
it_it: Assegna il percorso dall'elenco a sinistra
ru: Назначить путь из левой панели

source: Assign path from right list
cs: Přiřadit cestu z pravého seznamu
it_it: Assegna il percorso dall'elenco a destra
ru: Назначить путь из правой панели

source: Swap right and left paths
cs: Zaměnit pravou a levou cestu
it_it: Scambia i percorsi di destra e sinistra
ru: Поменять местами панели

source: Move selection marker up
cs: Posunout indikátor výběru nahoru
it_it: Sposta l'indicatore di selezione in alto
ru: Переместить маркер выделения выше
