Repository: MeanEYE/Sunflower
Catalog: translations/*/LC_MESSAGES/sunflower.po
Languages: cs, it_it, ru

source: Show _command bar
cs: Zobrazovat panel příkazů
it_it: Mostra barra dei _comandi
ru: Показывать кнопки операций

source: Show co_mmand entry
cs: Zobrazovat příkazový řádek
ru: Показывать командную строку

source: _Horizontal split
cs: _Vodorovné rozdělení
it_it: Dividi _orizzontalmente
ru: _Горизонтальное разбиение

source: _Commands
cs: _Příkazy
ru: _Команды

source: _Operations
cs: _Operace
ru: _Операции

source: There are no active operations
cs: Žádné aktivní operace
ru: Активные операции отсутствуют

source: _Help
cs: _Pomoc
it_it: _Aiuto
ru: _Помощь

source: _Home page
cs: Domovská stránka
ru: Домашняя страница

source: Check for new version
cs: Zjistit dostupnost novější verze
it_it: Controlla nuova versione
ru: Проверить обновления

source: File a _bug report
cs: Vytvořit hlášení o chybě
ru: Оформить отчёт об ошибке

source: _About
cs: O programu
it_it: _Info
ru: О программе

source: Refresh
cs: Obnovit
it_it: Aggiorna
ru: Обновить

source: Reload active item list
cs: Znovu načíst seznam aktivních položek
it_it: Ricarica pannello attivo
ru: Обновить активную панель

source: Rename
cs: Přejmenovat
it_it: Rinomina
ru: Переименовать

source: Rename selected file
cs: Přejmenovat vybraný soubor
it_it: Rinomina file selezionato
ru: Переименовать выделенный объект

source: Preview
cs: Náhled
it_it: Anteprima
ru: Просмотр

source: Preview selected file
cs: Zobrazit vybraný soubor
it_it: Anteprima per i file selezionati
ru: Показать выбранный файл

source: Edit selected file
cs: Upravit vybraný soubor
it_it: Modifica file selezionati
ru: Изменить выбранный файл

source: Copy
cs: Kopírovat
it_it: Copia
ru: Копировать

source: Copy selected items from active to opposite list
cs: Kopírovat vybrané položky z aktivního do opačného seznamu
it_it: Copia elementi selezionati dal pannello attivo in quello opposto
ru: Копировать выбранные файлы из активной панели в соседнюю

source: Move
cs: Přesunout
it_it: Sposta
ru: Переместить

source: Move selected items from active to opposite list
cs: Přesunout vybrané položky z aktivního do opačného seznamu
it_it: Sposta elementi selezionati dal pannello attivo in quello opposto
ru: Переместить выбранные файлы из активной панели в соседнюю

source: Create
cs: Vytvořit
it_it: Crea
ru: Создать

source: Create new directory
cs: Vytvořit nový adresář
it_it: Crea nuova directory
ru: Создать новый каталог

source: Delete
cs: Smazat
it_it: Elimina
ru: Удалить

source: Delete selected items
cs: Smazat vybrané položky
it_it: Elimina elementi selezionati
ru: Удалить выбранные файлы

source: Add bookmark
cs: Přidat záložku
it_it: Aggiungi segnalibro
ru: Добавить закладку

source: Edit bookmarks
cs: Upravit záložky
it_it: Modifica segnalibri
ru: Править закладки

source: _Edit commands
cs: Upravit příkazy
ru: Изменить команды

source: Sunflower file manager
cs: Sunflower správce souborů
ru: Файловый менеджер Sunflower

source: print version and exit
cs: zobrazí informace o verzi a ukončí se
ru: показать версию и выйти

source: skip loading additional plugins
cs: Přeskočit nahrání přídavných pluginů
ru: пропустить загрузку дополнительных модулей

source: skip loading saved tabs
cs: Přeskočit nahrání uložených karet
ru: пропустить загрузку сохранённых вкладок

source: open new tab on the left notebook
cs: otevřít novou kartu vlevo
ru: открыть новую вкладку на левой панели

source: open new tab on the right notebook
cs: otevřít novou kartu vpravo
ru: открыть новую вкладку на правой панели

source: open terminal tab on the left notebook
cs: otevřít novou kartu s terminálem vlevo
ru: открыть терминал на левой панели

source: open terminal tab on the right notebook
cs: otevřít novou kartu s terminálem vpravo
ru: открыть терминал на правой панели

source: Select items
cs: Vybrat položky
it_it: Seleziona elementi
ru: Выделить файлы

source: Selection pattern (eg.: *.jpg):
cs: Vzorek výběru (např. *.jpg):
it_it: Seleziona pattern (es.: *.jpg)
ru: Маска выделения (т.е.: *.jpg):

source: Deselect items
cs: Zrušit výběr položek
it_it: Deseleziona elementi
ru: Снять выделение с файлов

source: First level of compared directories is identical.
cs: První úroveň porovnávaných adresářů je shodná.
it_it: Il primo livello delle directory confrontate è identico.
ru: Первый уровень сравниваемых каталогов идентичен.

source: There was a problem starting external terminal application. Check if command is valid!
cs: Vznikl problém při spuštění externího terminálu. Zkontrolujte platnost příkazu!
it_it: Si è verificato un problema durante l'avvio dell'applicazione del terminale esterno. Accertati che il comando sia valido!
ru: При открытии внешнего терминала возникла проблема. Проверьте правильность команды.

source: Main Menu
cs: Hlavní menu
it_it: Menu Principale
ru: Главное меню

source: Restore handle position
cs: Obnovit pozici posuvníku
it_it: Ripristina posizione maniglia
ru: Восстановить позицию курсора

source: Move handle to the left
cs: Přesunout posuvník vlevo
it_it: Sposta maniglia sulla sinistra
ru: Переместить курсор налево

source: Move handle to the right
cs: Přesunout posuvník vpravo
it_it: Sposta maniglia sulla destra
ru: Переместить курсор направо

source: Error saving configuration to files in your home directory. Make sure you have enough permissions.
cs: Nastala chyba při ukádání konfiguračních souborů ve vašem domovském adresáři. Ujistěte se že máte potřebná oprávnění.
it_it: Errore durante il salvataggio della configurazione nei file nella directory home. Assicurati di disporre di autorizzazioni sufficienti.
ru: Ошибка сохранения кофигурации в файлы в вашем домашнем каталоге. Убедитесь, что вы имеете необходимые привилегии.

source: Active object is not item list. Advanced rename tool needs files and directories.
cs: Aktivní objekt není seznam položek. Rozšířený nástroj pro přejmenování potřebuje soubory a adresáře.
it_it: L'oggetto attivo non è una lista. Lo strumento di rinomina avanzata richiede file e directory.
ru: Активный объект не является списком файлов. Расширенный инструмент переименования раотает с файлами и каталогами.

source: No rename extensions were found. Please enable basic rename options plugin and try again.
cs: Nebylo nalezené žádné rozšíření pro přejmenování položek. Povolte basic rename options plugin a zkuste to ještě jednou.
it_it: Non sono state trovate estensioni per la rinomina. bilita l'opzione del plug-in per la rinomina file di base e riprova.
ru: Модули переименования не найдены. Пожалуйста, включите модуль "Basic rename options", и попробуйте снова.

source: No extensions for finding files were found. Please enable basic find file options plugin and try again.
cs: Nebylo nalezené žádné rozšíření pro vyhledávání souborů. Povolte basic find file options plugin a zkuste to ještě jednou.
it_it: Non sono state trovate estensioni per la ricerca di file. Abilita l'opzione del plug-in per la ricerca file di base e riprova.
ru: Модули поиска файлов не найдены. Пожалуйста, активируйте модуль "find_file_extensions" и попробуйте снова.

source: Keyring is empty!
cs: Klíčenka je prázdná!
it_it: Il portachiavi è vuoto!
ru: Связка ключей пуста!

source: Keyring is not available. Make sure you have Python Gnome keyring module installed.
cs: Klíčenka není dostupná. Ujistěte se, že je nainstalovaný modul Python Gnome keyring.
it_it: Il portachiavi non è disponibile. Assicurati di aver il modulo Python Gnome keyring installato.
ru: Связка ключей недоступна. Убедитесь, что у вас установлен модуль Python для связки ключей Gnome.

source: Preferences
cs: Nastavení
it_it: Preferenze
ru: Настройки

source: Program restart required!
cs: Je vyžadován restart programu!
it_it: Riavvio programma necessario!
ru: Требуется перезапуск программы!

source: There are unsaved changes. Do you want to save them?
cs: Změny jsou neuloženy. Chcete je uložit?
it_it: Ci sono modifiche non salvate. Vuoi salvarle?
ru: Некоторые изменения не сохранены. Вы хотите сохранить их?

source: History
cs: Historie
it_it: Cronologia
ru: Журнал

source: Path
cs: Cesta
it_it: Percorso
ru: Путь

source: Open
cs: Otevřít
it_it: Apri
ru: Открыть

source: Open in tab
cs: Otevřít v nové kartě
it_it: Apri nella scheda
ru: Открыть во вкладке

source: Open selected path in new tab
cs: Otevřít vybranou cestu v nové kartě
it_it: Apri il percorso selezionato in una nuova scheda
ru: Открыть выбранный путь в новой вкладке

source: Open in opposite list
cs: Otevřít v opačném seznamu
it_it: Apri nel pannello opposto
ru: Открыть в противоположной панели

source: Open selected path in opposite list
cs: Otevřít vybranou cestu v opačném seznamu
it_it: Apri il percorso selezionato nel pannello opposto
ru: Открыть выбранный путь в противоположной панели

source: {0} Properties
cs: {0} Vlastnosti
ru: Свойства {0}

source: Basic
cs: Hlavní
it_it: Basilare
ru: Основное

source: Permissions
cs: Práva
it_it: Permessi
ru: Права

source: Open With
cs: Otevřít pomocí
it_it: Apri con
ru: Открыть с помощью

source: Emblems
cs: Emblémy
it_it: Simboli
ru: Эмблемы

source: File or directory with specified name already exists in current directory. Item could not be renamed.
cs: V současném adresáři již existuje soubor nebo adresář stejného jména. Položku nelze přejmenovat.
it_it: Il file o la directory con il nome specificato esiste già nella directory corrente. L'elemento non può essere rinominato.
ru: Файл или каталог с указанным именем уже существует в данном каталоге. Объект не может быть переименован.

source: Error renaming specified item. Make sure you have enough permissions.
cs: Nastala chyba při přejmenování položky. Ujistěte se že máte potřebná oprávnění.
it_it: Errore durante la rinomina dell'elemento specificato. Assicurati di disporre di autorizzazioni sufficienti.
ru: Ошибка при переименовании указанного объекта. Убедитесь, что вы имеете достаточные привилегии.

source: item
cs: položka
it_it: elemento
ru: объект

source: unknown
cs: neznámý
it_it: sconosciuto
ru: неизвестный

source: Error changing owner or group
cs: Chyba změny vlastníka nebo skupiny
it_it: Errore nel cambio proprietario o gruppo
ru: Ошибка при смене владельца или группы

source: Name:
cs: Název:
it_it: Nome:
ru: Имя:

source: Type:
cs: Typ:
it_it: Tipo:
ru: Тип:

source: Size:
cs: Velikost:
it_it: Dimensione:
ru: Размер:

source: Location:
cs: Umístění:
it_it: Percorso:
ru: Расположение:

source: Volume:
cs: Svazek:
ru: Том:

source: Accessed:
cs: Poslední přístup:
it_it: Ultimo accesso:
ru: Последний доступ:

source: Modified:
cs: Změněno:
it_it: Modificato:
ru: Изменён:

source: Access
cs: Přístup
it_it: Permessi
ru: Доступ

source: User:
cs: Uživatel:
it_it: Utente:
ru: Пользователь:

source: Group:
cs: Skupina:
it_it: Gruppo:
ru: Группа:

source: Others:
cs: Ostatní:
it_it: Altri:
ru: Остальные:

source: Read
cs: Číst
it_it: Lettura
ru: Чтение

source: Write
cs: Zapisovat
it_it: Scrittura
ru: Запись

source: Execute
cs: Spouštět
it_it: Esecuzione
ru: Исполнение

source: Octal:
cs: Osmičkové číslo:
it_it: Ottale:
ru: Восьмеричный вид:

source: Ownership
cs: Vlastnictví
it_it: Appartenenza
ru: Владелец

source: Select an application to open <i>{0}</i> and other files of type "{1}"
cs: Vyberte aplikaci k otevření <i>{0}</i> a ostatních souborů typu "{1}"
it_it: Seleziona un'applicazione per aprire <i>{0}</i> e altri file di tipo "{1}"
ru: Выберите приложение для открытия <i>{0}</i> и других файлов типа "{1}"

source: Create link
cs: Vytvořit odkaz
it_it: Crea link
ru: Создать ссылку

source: Enter new link name:
cs: Zadat nový název odkazu:
it_it: Inserire nome nuovo link:
ru: Введите новое имя ссылки:

source: Original path:
cs: Původní cesta:
it_it: Percorso originale:
ru: Путь к оригиналу:

source: Create hard link
cs: Vytvořit pevný odkaz
it_it: Crea link fisico
ru: Создать жёсткую ссылку

source: Browse
cs: Procházet
it_it: Sfoglia
ru: Обзор

source: Select original path
cs: Vybrat původní cestu
it_it: Seleziona percorso originale
ru: Выберите путь к оригиналу

source: Advanced options
cs: Pokročilé volby
ru: Расширенные настройки

source: Save as default configuration
cs: Uložit jako výchozí konfiguraci
it_it: Salva come configurazione predefinita
ru: Сохранить как конфигурацию по умолчанию

source: Password:
cs: Heslo:
ru: Пароль:

source: Confirm:
cs: Potvrzení:
it_it: Conferma:
ru: Подтверждение:

source: Create empty file
cs: Vytvořit prázdný soubor
it_it: Crea file vuoto
ru: Создать пустой файл

source: Enter new file name:
cs: Zadat nový název souboru:
it_it: Inserire nome nuovo file:
ru: Введите новое имя файла:

source: Open file in editor
cs: Otevřít soubor v editoru
it_it: Apri file nell'editor
ru: Открыть файл в редакторе

source: Template:
cs: Šablona:
it_it: Modello:
ru: Шаблон:

source: Empty File
cs: Prázdný soubor
it_it: File Vuoto
ru: Пустой файл

source: Create directory
cs: Vytvořit adresář
it_it: Crea directory
ru: Создать каталог

source: Enter new directory name:
cs: Zadat nový název adresáře:
it_it: Inserire nome nuova directory:
ru: Введите новое имя каталога:

source: Operation queue:
cs: Fronta operací:
it_it: Coda operazioni:
ru: Очередь операций:

source: Only files of this type:
cs: Pouze soubory tohoto typu:
it_it: Solo file di questo tipo:
ru: Только файлы следующего типа:

source: Affected item list
cs: Dotčený seznam položek
it_it: Elenco degli elementi selezionati
ru: Список затронутых файлов

source: Set owner on destination
cs: Nastavit vlastníka cíle
it_it: Imposta proprietario sulla destinazione
ru: Установить владельца целевого каталога

source: Set access mode on destination
cs: Nastavit režim přístupu cíle
it_it: Imposta modalità di accesso sulla destinazione
ru: Установить права на целевой каталог

source: Set date and time on destination
cs: Nastavit datum a čas cílové položky
it_it: Imposta data e ora sulla destinazione
ru: Установить дату и время для целевого каталога

source: Silent mode
cs: Tichý režim
it_it: Modalità silenziosa
ru: Тихий режим

source: Merge directories
cs: Porovnat adresáře
it_it: Unisci directory
ru: Слить каталоги

source: Overwrite files
cs: Přepsat soubory
it_it: Sovrascrivi files
ru: Перезаписывать файлы

source: Silent mode will enable operation to finish without disturbing you. If any errors occur, they will be presented to you after completion.
cs: Tichý režim povolí dokončení operace bez vyrušování. Pokud nastanou jakékoliv chyby budou zobrazeny až po dokončení operace.
it_it: La modalità silenziosa consentirà di terminare l'operazione senza disturbarti. Se si verificano errori, ti verranno presentati dopo il completamento.
ru: В тихом режиме операция закончится не беспокоя вас. Если возникнут какие-либо ошибки, они будут показаны вам по завершении.

source: Not supported by file system provider
cs: Není podporováno poskytovatelem systému
it_it: Non supportato dal provider del file system
ru: Не поддерживается файловой системой

source: Only options supported by file system providers were saved.
cs: Byly uloženy pouze volby podporované poskytovatelem systému
it_it: Sono state salvate soltanto le opzioni supportate dai provider del file system.
ru: Были сохранены только опции, поддерживаемые файловой системой.

source: Copy item
cs: Kopírovat položku
it_it: Copia elemento
ru: Копировать объект

source: Copy <b>{0}</b> item to:
cs: Kopírovat <b>{0}</b> položku do:
it_it: Copia di <b>{0}</b> elemento in:
ru: Копировать объект <b>{0}</b> в

source: Cancel
cs: Zrušit
it_it: Annulla
ru: Отменить

source: Move item
cs: Přesunout položku
it_it: Sposta elemento
ru: Переместить объект

source: Move <b>{0}</b> item to:
cs: Přesunout <b>{0}</b> položku do:
it_it: Sposta <b>{0}</b> elemento in:
ru: Переместить объект <b>{0}</b> в

source: Rename file/directory
cs: Přejmenovat soubor/adresář
it_it: Rinomina file/directory
ru: Переименовать файл/каталог

source: Enter a new name for this item:
cs: Zadat nový název této položky:
it_it: Inserire un nuovo nome per questo elemento:
ru: Введите новое имя для этого объекта:

source: Select a new name for the destination
cs: Vybrat nový název cíle
it_it: Seleziona un nuovo nome per la destinazione
ru: Выберите новое имя для целевого каталога

source: Reset
cs: Obnovit
it_it: Azzera
ru: Сбросить

source: Apply this action to all files
cs: Použít tuto možnost na všechny soubory
it_it: Applica questa azione a tutti i file
ru: Применить ко всем файлам

source: Skip
cs: Přeskočit
it_it: Salta
ru: Пропустить

source: Original
cs: Původní
it_it: Originale
ru: Оригинал

source: Replace with
cs: Nahradit za
it_it: Sostituisci con
ru: Заменить на

source: File conflict
cs: Konflikt souborů
it_it: Conflitto tra i file
ru: Конфликт файлов

source: Replace
cs: Nahradit
it_it: Sostituisci
ru: Заменить

source: Replace file "{0}"?
cs: Nahradit soubor "{0}"?
it_it: Sostituire il file "{0}"?
ru: Заменить файл "{0}"?

source: Another file with the same name already exists in "{0}". Replacing it will overwrite its content.
cs: V adresáři "{0}" již existuje soubor se stejným názvem. Nahrazením se přepíše jeho obsah.
it_it: Un altro file con lo stesso nome esiste già in "{0}". Sostituirlo sovrascriverà il suo contenuto.
ru: Файл с таким именем уже присутствует в "{0}". Замена этого файла перезапишет его содержимое.

source: Directory conflict
cs: Konflikt adresářů
it_it: Conflitto tra le directory
ru: Кофликт каталогов

source: Merge
cs: Sloučit
it_it: Unisci
ru: Объединить

source: Merge directory "{0}"?
cs: Sloučit adresář "{0}"?
it_it: Unire la directory "{0}"?
ru: Объединить каталог "{0}"?

source: Directory with the same name already exists in "{0}". Merging will ask for confirmation before replacing any files in the directory that conflict with the files being copied.
cs: Adresář se stejným názvem již v "{0}" existuje. Sloučení požádá o potvrzení před nahrazením jakéhokoliv konfliktního souboru v adresářích.
it_it: La directory con lo stesso nome esiste già in "{0}". L'unione richiederà la conferma prima di sostituire qualsiasi file nella directory che è in conflitto con i file copiati.
ru: Каталог с таким именем уже присутствует в "{0}". При объединении у вас запросят подтверждение для замены каждого файла в каталоге, конфликтующего с копируемыми файлами.

source: Underscore in the label text indicates the next character should be underlined and used for the mnemonic accelerator key if it is the first character so marked.
it_it: La sottolineatura bassa nel testo dell'etichetta indica che il carattere successivo dovrebbe essere sottolineato e utilizzato per il tasto di scelta rapida mnemonico se è il primo carattere contrassegnato in questo modo.
ru: Знак подчёркивания в тексте означает, что следующий символ должен быть подчёркнут и будет использоваться в качестве горячей клавиши, если это первый подчёркнутый символ.

source: Operation error
cs: Funkční chyba
it_it: Errore operazione
ru: При выполнении операции произошла ошибка

source: Skip all
cs: Přeskočit vše
it_it: Salta tutto
ru: Пропустить все

source: Retry
cs: Znovu
it_it: Riprova
ru: Повторить

source: No
cs: Ne
ru: Нет

source: Yes
cs: Ano
it_it: Sì
ru: Да

source: Add toolbar widget
cs: Přidat widget nástrojové lišty
it_it: Aggiungi widget barra degli strumenti
ru: Довать виджет на панель инструментов

source: Select range
cs: Vybrat rozsah
it_it: Seleziona intervallo
ru: Выбрать диапазон

source: Select part of the text:
cs: Vybrat část textu:
it_it: Seleziona porzione del testo:
ru: Выделить часть текста:

source: Add application
cs: Přidat aplikaci
it_it: Aggiungi applicazione
ru: Добавить приложение

source: Application name:
cs: Název aplikace:
it_it: Nome applicazione:
ru: Имя приложения:

source: Select
cs: Vybrat
it_it: Seleziona
ru: Выбрать

source: Select application:
cs: Vybrat aplikaci:
it_it: Seleziona applicazione:
ru: Выберите приложение:

source: Open <i>{0}</i> with:
cs: Otevřít <i>{0}</i> pomocí:
it_it: Apri <i>{0}</i> con:
ru: Открыть <i>{0}</i> с помощью:

source: Use a custom command
cs: Použít vlastní příkaz
it_it: Usa un comando personalizzato
ru: Использовать пользовательскую команду

source: Source:
cs: Zdroj:
it_it: Sorgente:
ru: Источник:

source: Destination:
cs: Cíl:
it_it: Destinazione:
ru: Назначение:

source: ETA:
ru: Осталось:

source: Speed:
cs: Rychlost:
it_it: Velocità:
ru: Скорость:

source: Total size:
cs: Celková velikost:
it_it: Dimensione totale:
ru: Размер:

source: Total count:
cs: Celkový počet:
it_it: Conteggio totale:
ru: Количество:

source: Minimize
cs: Minimalizovat
ru: Свернуть

source: Pause
cs: Pauza
it_it: Pausa
ru: Приостановить

source: Resume
cs: Pokračovat
it_it: Ripristina
ru: Возобновить

source: Are you sure about canceling current operation?
cs: Opravdu chcete zrušit aktuální operaci?
it_it: Sei sicuro di voler annullare l'operazione corrente?
ru: Вы уверены, что хотите отменить текущую операцию?

source: second
cs: sekunda
it_it: secondo
ru: секунда

source: minute
cs: minuta
it_it: minuto
ru: минута

source: hour
cs: hodina
it_it: ora
ru: час

source: Copy Selection
cs: Kopírovat výběr
ru: Копировать Выделенное

source: Move Selection
cs: Přesunout výběr
ru: Переместить Выделенное

source: Delete Selection
cs: Smazat výběr
ru: Удалить Выделенное

source: Removing items...
cs: Mazání položek...
it_it: Rimozione elementi...
ru: Удаление...

source: Rename Items
cs: Přejmenovat položky
ru: Переименовать Файлы

source: Renaming items...
cs: Přejmenování položek...
it_it: Rinomina elementi...
ru: Переименование...

source: Mount manager
cs: Správa připojení
ru: Менеджер точек монтирования

source: Systemwide
cs: Celý systém
ru: Системная

source: Open selected URI in new tab
cs: Otevřít vybranou URI v nové kartě
ru: Открыть выбранный путь в новой вкладке

source: Unmount
cs: Odpojit
it_it: Smonta
ru: Размонтировать

source: Mounted
cs: Připojeno
ru: Смонтирован

source: Mount
cs: Připojit
it_it: Monta
ru: Монтировать

source: Volumes
cs: Svazky
ru: Том:

source: Keyring manager
cs: Správa hesel a klíčů
it_it: Gestore portachiavi
ru: Менеджер связок ключей

source: Modified
cs: Změněno
it_it: Modificato
ru: Изменён

source: Please select an entry to delete!
cs: Vyberte prosím záznam, který chcete smazat!
it_it: Per favore seleziona una voce da eliminare!
ru: Пожалуйста, укажите запись для удаления!

source: You are about to remove the following entry from your keyring. If you do this you will have to provide password manually when needed. Are you sure? {0}
cs: YChystáte se odstranit následující záznam. Pokud to uděláte, budete muset v případě potřeby zadat heslo ručně. Jste si jisti? {0}
it_it: Stai per rimuovere la seguente voce dal tuo portachiavi. Se lo fai, dovrai fornire la password manualmente quando necessario. Sei sicuro? {0}
ru: Вы собираетесь удалить указанную запись из вашей связки ключей. Если вы сделаете это, вам придётся указывать пароль вручную при необходимости. Вы уверены, что хотите продолжить? {0}

source: Please select an entry to change!
cs: Vyberte prosím záznam, který chcete změnit!
it_it: Per favore seleziona una voce da cambiare!
ru: Пожалуйста, укажите запись для изменения!

source: Change password
cs: Změnit heslo
it_it: Cambia password
ru: Изменить пароль

source: Enter new password for selected keyring entry.
cs: Zadejte nové heslo pro vybraný záznam.
it_it: Inserisci una nuova password per il portachiavi selezionato.
ru: Введите новый пароль для выбранной записи в связке ключей.

source: Password was changed!
cs: Heslo bylo změněno!
it_it: La password è stata cambiata!
ru: Пароль был изменён!

source: Passwords do not match! Please try again.
cs: Hesla nesouhlasí! Zkuste to prosím znovu.
it_it: La password non corrisponde! Per favore prova ancora.
ru: Пароли не совпадают! Пожалуйста, попробуйте ещё раз.

source: Twin-panel file manager for Linux.
cs: Doupanelový správce souborů pro Linux.
it_it: File manager a pannello doppio per Linux.
ru: Двухпанельный файловый менеджер для Linux.
