Repository: MeanEYE/Sunflower
Catalog: translations/*/LC_MESSAGES/sunflower.po
Languages: cs, it_it, ru

source: Move selection marker down
cs: Posunout indikátor výběru dolů
it_it: Sposta l'indicatore di selezione in basso
ru: Переместить маркер выделения ниже

source: Show tab menu
cs: Zobrazit menu karet
it_it: Mostra menu schede
ru: Показать контекстное меню

source: Copy selected path to clipboard
cs: Kopírovat vybranou cestu do schránky
it_it: Copia i percorsi selezionati negli appunti
ru: Скопировать выбранный путь в буфер обмена

source: Copy path to command entry
cs: Kopírovat cestu do příkazového řádku
it_it: Copia percorso nel comando
ru: Скопировать путь в командную строку

source: Copy selection to command entry
cs: Kopírovat výběr do příkazového řádku
it_it: Copia selezione nel comando
ru: Скопировать выделенное в командную строку

source: Ask and navigate to path
cs: Zeptat se a navigovat k cestě
it_it: Chiedi e naviga nel percorso
ru: Спросить и перейти по адресу

source: Start quick search
cs: Zahájit rychlé prohledávání
it_it: Inizia ricerca rapida
ru: Начать быстрый поиск

source: Expand directory
cs: Rozbalit adresář
it_it: Espandi directory
ru: Раскрыть каталог

source: Collapse directory
cs: Sbalit adresář
it_it: Comprimi directory
ru: Свернуть каталог

source: Create symbolic or hard link
cs: Vytvořit symbolický nebo pevný odkaz
it_it: Crea link simbolico o fisico
ru: Создать символическую или жёсткую ссылку

source: Show emblem menu
cs: Zobrazit menu emblému
it_it: Mostra menu simboli
ru: Отобразить меню эмблем

source: Go to '{0}'
cs: Jít na '{0}'
it_it: Vai a '{0}'
ru: Перейти к '{0}'

source: Directory does not exist anymore or is not valid. If path is not local check if specified volume is mounted.
cs: Adresář neexistuje. Jestliže není cesta k adresáři lokální, zkontrolujte zda je svazek připojen.
it_it: La directory non esiste più o non è valida. Se il percorso non è locale, controllare se il volume specificato è montato.
ru: Каталог больше не существует, или неверен. Если путь не локален, проверьте, примонтирован ли указанный том.

source: Specified protocol ({0}) is not supported by this application. Please check for available plugins or create a feature request.
cs: Specifikovaný protokol ({0}) není aplikací podporován. Prosím zkontrolujte dostupné zásuvné moduly nebo navrhněte zlepšení.
it_it: Il protocollo specificato ({0}) non è supportato da questa applicazione. Verificare la presenza di plug-in disponibili o creare una richiesta di funzionalità.
ru: Указанный протокол ({0}) не поддерживается данным приложением. Проверьте наличие доступных модулей, или оставьте пожелание в багтрекере.

source: Application is unable to handle specified data. Check if source items still exist.
cs: Program nemůže obsloužit zadaná data. Zkontolujte existenci zdrojové položky.
it_it: L'applicazione non può gestire i dati specificati. Controlla gli elementi sorgente esistono ancora.
ru: Приложение не может обработать указанные данные. Проверьте, существуют ли исходные объкеты.

source: Open _with
cs: Otevřít pomocí
ru: Открыть с помощью

source: Additional options
cs: Další volby
ru: Дополнительные опции

source: Create file
cs: Vytvořit soubor
ru: Создать файл

source: Copy to other...
cs: Kopírovat do jiné...
ru: Копировать в другой...

source: Move to other...
cs: Přesunout do jiné...
ru: Переместить в другой...

source: Send to...
cs: Poslat do...
it_it: Invia a...
ru: Отправить...

source: View complete history...
cs: Zobrazit kompletní historii...
ru: Показать полную историю

source: History is empty
cs: Historie je prázdná
ru: История отсутствует

source: Path entry
cs: Zadání cesty
it_it: Percorso
ru: Путь

source: Navigate to:
cs: Přejít do:
it_it: Naviga in:
ru: Перейти в:

source: Sh_ow main window
cs: Z_obrazit hlavní okno
it_it: M_ostra finestra principale
ru: Показать главное окно

source: _Hide main window
cs: Skrýt _hlavní okno
it_it: Nascondi _finestra principale
ru: Скрыть главное окно

source: Aborted. Not enough free space on target file system. Needed: {0} Available: {1}
cs: Přerušeno. Na cílovém souborovém systému není dostatek volného místa. Je potřeba: {0} Je dostupné: {1}
it_it: Operazione fallita. Non c'è abbastanza spazio libero nel file system di destinazione. Necessario: {0} Disponibile: {1}
ru: Прервано. Недостаточно свободного места на целевой файловой системе. Необходимо: {0} Доступно: {1}

source: Target file system does not have enough free space for this operation to continue. Needed: {0} Available: {1} Do you wish to continue?
cs: Cílový souborový systém nemá dostatek volného místa pro pokračování operace. Je potřeba: {0} Je dostupné: {1} Přejete si pokračovat?
it_it: Il file system di destinazione non ha abbastanza spazio libero per completare l'operazione. Necessario: {0} Disponibile: {1} Vuoi proseguire?
ru: На целевой файловой системе недостаточно свободного места для продолжения операции. Необходимо: {0} Доступно: {1} Хотите ли вы продолжить?

source: There is a problem writing data to destination file. What would you like to do?
cs: Během zapisování dat do souboru došlo k chybě. Co si přejete udělat?
it_it: Si è verificato un problema durante la scrittura dei dati nel file di destinazione. Cosa vuoi fare?
ru: При записи данных в целевой файл возникла проблема. Что вы препочтёте сделать?

source: An error occurred while trying to create specified file. What would you like to do?
cs: Během vytváření nového souboru došlo k chybě. Co si přejete udělat?
it_it: Si è verificato un errore durante il tentativo di creare il file specificato. Cosa vuoi fare?
ru: При попытке создать указанный файл произошла ошибка. Что вы препочтёте сделать?

source: An error occurred while trying to create specified directory. What would you like to do?
cs: Během vytváření nového adresáře došlo k chybě. Co si přejete udělat?
it_it: Si è verificato un errore durante il tentativo di creare la directory specificata. Cosa vuoi fare?
ru: При попытке создать указанный каталог произошла ошибка. Что вы препочтёте сделать?

source: Problem with setting path parameter for specified path. What would you like to do?
cs: Problém s nastavením parametru zadané cesty. Co si přejete udělat?
it_it: Problema con l'impostazione del parametro percorso per il percorso specificato. Cosa vuoi fare?
ru: При задании параметров для указанного пути возникла проблема. Что вы предпочтёте сделать?

source: There was a problem removing specified path. What would you like to do?
cs: Během odstraňování zadané cesty došlo k chybě. Co si přejete udělat?
it_it: Si è verificato un problema durante l'eliminazione del percorso specificato. Cosa vuoi fare?
ru: При попытке удалить указанный путь возникла проблема. Что вы препочтёте сделать?

source: There was a problem trashing specified path. Would you like to try removing it instead?
cs: Během přesunování do koše pro zadanou cestu došlo k chybě. Chcete místo toho zkusit smazání?
it_it: Si è verificato un problema nel cestinare il percorso specificato. Vuoi piuttosto provare ad eliminarlo?
ru: При перемещении в корзину указанного пути возникла проблема. Хотите ли вы безвозвратно удалить его?

source: There was a problem moving specified path. What would you like to do?
cs: Během přesouvání zadané cesty došlo k chybě. Co si přejete udělat?
it_it: Si è verificato un problema durante lo spostamento del percorso specificato. Cosa vuoi fare?
ru: При попытке переместить указанный путь возникла проблема. Что вы препочтёте сделать?

source: There was a problem renaming specified path. What would you like to do?
cs: Během přejmenování zadané cesty došlo k chybě. Co si přejete udělat?
it_it: Si è verificato un problema durante la rinomina del percorso specificato. Cosa vuoi fare?
ru: При попытке переименовать указанный путь возникла проблема. Что вы препочтёте сделать?

source: There was a problem with reading specified directory. What would you like to do?
cs: Během čtení zadaného adresáře došlo k chybě. Co si přejete udělat?
it_it: Si è verificato un problema durante la lettura della directory specificata. Cosa vuoi fare?
ru: При попытке прочитать указанный каталог возникла проблема. Что вы препочтёте сделать?

source: Searching for files...
cs: Hledání souborů...
it_it: Ricerca file...
ru: Поиск файлов...

source: Unable to create directory because file with the same name already exists in target directory.
cs: Adresář nelze vytvořit, protože soubor stejného jména již existuje v cílovém adresáři.
it_it: Impossibile creare la directory perché un file con lo stesso nome esiste già nella directory di destinazione.
ru: Невозможно создать каталог, так как файл с указанным именем уже существует в целевом каталоге.

source: Creating directories...
cs: Vytváření adresářů...
it_it: Creazione directory...
ru: Создание каталогов...

source: Copying files...
cs: Kopírování souborů...
it_it: Copia file...
ru: Копирование файлов...

source: Copy Operation
cs: Kopírování
it_it: Operazioni di copia
ru: Операция копирования

source: Copying of {0} item from "{1}" to "{2}" is completed!
cs: Kopírování {0} položky z "{1}" je dokončeno!
it_it: La copia di {0} elemento da "{1}" a "{2}" è stata completata!
ru: Копирование {0} объекта из "{1}" в "{2}" завершено!

source: Moving files...
cs: Přesunování souborů...
it_it: Spostamento file...
ru: Перемещение файлов...

source: Deleting source files...
cs: Mazání zdrojových souborů...
it_it: Eliminazione file sorgenti...
ru: Удаление исходных файлов...

source: Deleting source directories...
cs: Mazání zdrojových adresářů...
it_it: Eliminazione directory sorgente...
ru: Удаление исходных каталогов...

source: Move Operation
cs: Přesun
it_it: Operazioni di spostamento
ru: Операция перемещения

source: Moving of {0} item from "{1}" to "{2}" is completed!
cs: Přesun {0} položky z "{1}" je dokončen!
it_it: Lo spostamento di {0} elemento da "{1}" a "{2}" è stata completata!
ru: Перемещение {0} объекта из "{1}" в "{2}" завершено!

source: Delete Operation
cs: Mazání
it_it: Eliminazione
ru: Операция удаления

source: Removal of {0} item from "{1}" is completed!
cs: Mazání {0} položky z "{1}" je dokončeno!
it_it: L'eliminazione di {0} elemento da "{1}" è stata completata!
ru: Удаление {0} объекта из "{1}" завершено!

source: Rename Operation
cs: Funkce na přejmenování
it_it: Rinomina
ru: Операция переименования

source: Rename of {0} item from "{1}" is completed!
cs: Přejmenování {0} položky z "{1}" je dokončeno!
it_it: La rinomina di {0} elemento da "{1}"è stata completata!
ru: Переименование {0} объекта из "{1}" завершено!

source: {0} - Viewer
cs: {0} - Prohlížeč
it_it: {0} - Visualizzatore
ru: {0} - Средство просмотра

source: Executable
cs: Spustitelný
it_it: Eseguibile
ru: Исполняемый

source: Image
cs: Obrázek
it_it: Immagine
ru: Изображение

source: Viewer is unable to display this file type.
cs: Prohlížeč nemůže zobrazit tento typ souboru.
it_it: Il visualizzatore non può mostrare questo tipo di file.
ru: Средство просмотра не может отобразить этот тип файла.

source: Find files
cs: Hledat soubory
it_it: Trova file
ru: Найти файлы

source: Search in:
cs: Hledat v:
ru: Искать в:

source: Search recursively
cs: Hledat i v podadresářích
it_it: Cerca ricorsivamente
ru: Искать рекурсивно

source: Start
it_it: Inizia
ru: Начать

source: Active object doesn't support changing path. Set focus on a different object, preferably file list, and try again.
cs: Aktivní objekt nepodporuje změnu cesty. Nastavte fokus na jiný objekt, nejlépe na seznam souborů a zkuste to ještě jednou.
it_it: L'oggetto attivo non supporta la modifica del percorso. Imposta il focus su un oggetto diverso, preferibilmente un elenco di file, e riprova.
ru: Активный объект не поддерживает изменение пути. Переместите фокус на другой объект, желательно, список файлов, и попробуйте снова.

source: Stop
ru: Остановить

source: Specified path is not valid or doesn't exist anymore. Please check your selection and try again.
cs: Zadaná cesta neexistuje. Zkontrolujte výběr a zkuste to ještě jednou.
it_it: Il percorso specificato non è valido o non esiste più. Controlla la tua selezione e riprova.
ru: Указанный путь недействителен, или более не существует. Пожалуйста, проверьте ваш выбор и попробуйте снова.

source: You need to enable at least one extension in order to find files and directories!
cs: Minimálně jedno rozšíření musí být povoleno pro hledání souborů a adresářů!
it_it: Devi abilitare almeno un'estensione per trovare file e directory!
ru: Необходимо включить хотя бы один модуль для поиска файлог и каталогов!

source: Version check
cs: Kontrola verze
it_it: Controllo versione
ru: Проверка версии

source: Current:
cs: Současná:
it_it: Corrente:
ru: Текущая:

source: Latest:
cs: Nejnovější:
it_it: Ultima:
ru: Последняя:

source: Checking...
cs: Kontrola...
it_it: Controllo...
ru: Проверяю...

source: Advanced rename
cs: Pokročilé přejmenování
it_it: Rinomina avanzata
ru: Расширенное переименование

source: Old name
cs: Starý název
it_it: Vecchio nome
ru: Старое имя

source: New name
cs: Nový název
it_it: Nuovo nome
ru: Новое имя

source: Items located in:
cs: Položky umístěné v:
it_it: Elementi localizzati in:
ru: Объекты, расположенные в:

source: You are about to rename {0} item. Are you sure about this?
cs: Chystáte se přejmenovat {0} položku. Jste si jisti?
it_it: Stai per rinominare {0} elemento. Sei sicuro di voler continuare?
ru: Вы собираетесь переименовать {0} объект. Вы уверены?

source: Show titlebar
it_it: Mostra barra del titolo

source: Dark theme
it_it: Tema scuro

source: Shift
it_it: Maiusc

source: Create new file, directory and more.
it_it: Crea nuovo file, directory e altro.

source: Create new tab
it_it: Crea nuova scheda

source: Show _titlebar
it_it: Mostra barra del _titolo

source: _Dark theme
it_it: Tema _scuro

source: Execute command:
it_it: Esegui comando:

source: Edit commands
it_it: Modifica comandi

source: Save
it_it: Salva

source: "{0}" Properties
it_it: Proprietà di "{0}"

source: Follow symlinks
it_it: Segui link simbolici

source: Contributors
it_it: Contributori

source: Show version number
it_it: Mostra numero di versione

source: Skip loading additional plugins
it_it: Salta caricamento plugin addizionali

source: Open new tab on the left notebook
it_it: Apri una nuova scheda nel blocco note a sinistra

source: Open new tab on the right notebook
it_it: Apri una nuova scheda nel blocco note a destra

source: Open terminal tab on the left notebook
it_it: Apri una scheda-terminale nel blocco note a sinistra

source: Open terminal tab on the right notebook
it_it: Apri una scheda-terminale nel blocco note a destra

source: Open terminal at selected path
it_it: Apri il terminale nel percorso selezionato

source: Copy file name
it_it: Copia nome file

source: Copy path
it_it: Copia percorso

source: Selected volume can not be mounted.
it_it: Il volume selezionato non può essere montato.

source: Selected mount can not be unmounted.
it_it: Il punto di mount selezionato non può essere smontato.

source: Selected volume can not be ejected.
it_it: Il volume selezionato non può essere espulso.

source: Eject
it_it: Espelli

source: You are about to <i><b>delete</b></i> {0} item. Are you sure about this?
it_it: Stai per <i><b>eliminare</b></i> {0} elemento. Sei sicuro di voler continuare?

source: You are about to move {0} item to <i><b>trash</b></i>. Are you sure about this?
it_it: Stai per spostare {0} elemento nel <i><b>cestino</b></i>. Sei sicuro di voler continuare?

source: No files selected.
it_it: Nessun file selezionato.

source: Session manager
it_it: Gestore di sessione

source: Lock current session <small>Locking session preserves tab layout at the time of activation.</small>
it_it: Blocca la sessione corrente <small>Il blocco della sessione preserva il layout delle schede al momento dell'attivazione.</small>

source: Manage
it_it: Gestisci

source: Show session list
it_it: Mostra elenco sessione

source: Locations
it_it: Posizioni

source: Copy selected item name to clipboard
it_it: Copia il nome dell'elemento selezionato negli appunti

source: Creating links...
it_it: Creazione link...

source: Code
it_it: Codice

source: Criteria
it_it: Criteri

source: Results
it_it: Risultati
