Repository: MeanEYE/Sunflower
Catalog: translations/*/LC_MESSAGES/sunflower.po
Languages: cs, it_it, ru

source: Terminal
cs: Terminál
it_it: Terminale
ru: Терминал

source: VTE based terminal
cs: Systémový VTE terminál
it_it: Terminale VTE
ru: Терминал, основанный на VTE

source: Show scrollbars when needed
cs: Zobrazovat posuvníky dle potřeby
it_it: Visualizza le scrollbar quando è necessario
ru: Показывать полосы прокрутки при необходимости

source: Use the system fixed width font
cs: Použít systémový font s pevnou šířkou
it_it: Utilizzare caratteri di sistema a larghezza fissa
ru: Использовать системный моноширинный шрифт

source: Font:
it_it: Carattere:
ru: Шрифт:

source: Cursor shape:
cs: Tvar kurzoru:
it_it: Forma del cursore:
ru: Форма курсора:

source: Block
cs: Obdélník
it_it: Blocco
ru: Блок

source: I-Beam
cs: Znak I
ru: I-образный

source: Underline
cs: Podtržítko
it_it: Sottolineato
ru: Подчёркивание

source: Allow bold text
cs: Povolit tučný text
it_it: Consenti testo in grassetto
ru: Разрешать жирный текст

source: Automatically hide mouse when typing
cs: Automaticky skrývat myš při psaní
it_it: Nascondi il mouse automaticamente mentre si scrive
ru: Автоматически скрывать курсор при наборе текста

source: External terminal
cs: Externí terminál
it_it: Terminale esterno
ru: Внешний терминал

source: Command line:
cs: Příkazový řádek:
it_it: Linea di comando
ru: Команда:

source: Command line for executing specific program:
cs: Příkazový řádek pro spuštění určeného programu:
it_it: Linea di comando per l'esecuzione di un programma specifico:
ru: Команда для запуска программы:

source: <small><i>Note: Omitting {0} will open new terminal application instead of tab. {0} will be replaced with socket/window id. {1} will be replaced with specified command and its parameters. {2} will be replaced with current working directory.</i></small>
cs: <small><i>Poznámka: Vynecháním {0} se otevře nové okno terminálu místo karty. {0} bude nahrazeno id socketu/okna. {1} bude nahrazeno zadaným příkazem a jeho parametry. {2} bude nahrazeno aktuálním adresářem.</i></small>
it_it: <small><i>Nota: Omettere {0} aprirà una nuova applicazione-terminale invece di una scheda. {0} sarà sostituito con l'id socket/window. {1} sarà sostituito con lo specifico comando e i suoi parametri. {2} sarà sostituito con la directory di lavoro corrente.</i></small>
ru: <small><i>Примечание: Если пропустить {0}, то терминал откроется в новом окне, а не во вкладке. {0} будет заменён на id сокета/окна. {1} будет заменён на указанную команду и её параметры. {2} будет заменён на текущий рабочий каталог.</i></small>

source: Commands
cs: Příkazy
it_it: Comandi
ru: Команды

source: Title
cs: Název
it_it: Titolo
ru: Заголовок

source: Command
cs: Příkaz
it_it: Comando
ru: Команда

source: Move Up
cs: Přesunout nahoru
it_it: Sposta Su
ru: Переместить выше

source: Move Down
cs: Přesunout dolů
it_it: Sposta Giù
ru: Переместить ниже

source: Associations
cs: Asociace souborů
it_it: Associazioni
ru: Ассоциации

source: Add mime type
cs: Přidat MIME typ
it_it: Aggiungi mime type
ru: Добавить MIME-тип

source: Add application to mime type
cs: Přidat aplikaci do MIME typu
it_it: Aggiungi applicazione al mime type
ru: Добавить приложение для MIME-типа

source: Enter MIME type (eg. image/png):
cs: Přidat MIME typ (např. image/png):
it_it: Inserire MIME type (es. image/png)
ru: Введите MIME (например, image/png):

source: You need to select mime type to which application will be added. You can also select another application in which case new one will be added to its parent.
cs: Je potřeba vybrat MIME typ a aplikaci ke které bude přidán. Je možné přidat více aplikací ke stejnému MIME typu.
it_it: È necessario selezionare a quale applicazione sarà aggiunto il mime type. È possibile anche selezionare un'altra applicazione, nel qual caso una nuova verrà aggiunta a quella principale.
ru: Необходимо выбрать MIME-тип, для которого добавляется приложение. Вы можете так же выбрать другое приложение, в этом случае новое будет добавлено к родительскому.

source: Plugins
cs: Zásuvné moduly
ru: Модули

source: Active
cs: Aktivní
it_it: Attivo
ru: Активен

source: Plugin name
cs: Název zásuvného modulu
it_it: Nome plugin
ru: Имя модуля

source: Version
cs: Verze
it_it: Versione
ru: Версия

source: Author
cs: Autor
it_it: Autore
ru: Автор

source: Description
cs: Popis
it_it: Descrizione
ru: Описание

source: Contact
cs: Kontakt
it_it: Contatti
ru: Связаться с разработчиком

source: Visit site
cs: Navštívit stránku
it_it: Visita il sito
ru: Посетить сайт

source: {0} is required for normal program operation and therefore can not be deactivated!
cs: {0} je potřebný pro normální chod programu a proto ho nelze deaktivovat!
it_it: {0} è necessario per le normali operazioni del programma è perciò non può essere disattivato!
ru: {0} необходим для нормального функционирования программы и, следовательно, не может быть деактивирован!

source: This plugin has no description
cs: Tento plugin nemá popis
it_it: Questo plugin non ha descrizione
ru: Этот модуль не имеет описания

source: No plugin selected
cs: Žádný zásuvný modul nebyl vybrán
it_it: Nessun plugin selezionato
ru: Не выбран ни один модуль

source: Bookmarks
cs: Záložky
it_it: Segnalibri
ru: Закладки

source: Show mount points in bookmarks menu
cs: Zobrazovat přípojné body v seznamu záložek
it_it: Mostra i punti di mount nel menu dei segnalibri
ru: Показывать точки монтирования в меню закладок

source: Show system bookmarks
cs: Zobrazovat systémové záložky
it_it: Mostra i segnalibri di sistema
ru: Показать системные закладки

source: Add home directory to bookmarks menu
cs: Přidat domovský adresář do seznamu záložek
it_it: Aggiungi la home directory nel menu dei segnalibri
ru: Добавить домашний каталог в меню закладок

source: Location
cs: Umístění
it_it: Posizione
ru: Расположение

source: Key bindings
cs: Klávesové zkratky
it_it: Associazioni tasti
ru: Сочетания клавиш

source: Primary
cs: Primární
it_it: Primario
ru: Основное

source: Secondary
cs: Sekundární
it_it: Secondario
ru: Дополнительное

source: <b>Note:</b> You can only edit accelerators from objects created at least once in current session. To disable accelerator press <i>Backspace</i> in assign mode.
cs: <b>Upozornění:</b> Můžete upravovat pouze akcelerátory z objektů vytvořených minimálně jednou v současném sezení. Pro zakázání akcelerátorů stiskněte <i>Backspace</i> v módu přiřazení.
it_it: <b>Nota:</b> È possibile modificare gli acceleratori solo dagli oggetti creati almeno una volta nella sessione corrente. Per disabilitare l'acceleratore premi <i>Backspace</i> in modalità assegnazione.
ru: <b>Внимание:</b> Вы можете изменять сочетания клавиш только для объектов, созданных как минимум один раз в текущей сессии. Для выключения сочетания, нажмите <i>Backspace</i> в режиме назначения.

source: Double click on accelerator to assign new one.
cs: Dvojklik na urychlovač přiřadí nový.
it_it: Doppio clic sull'acceleratore per assegnarne uno nuovo.
ru: Двойной клик на горячей клавише создаст новое назначение.

source: Selected accelerator "{0}" is already being used. Would you still like to assign accelerator to this function? This will reset listed functions. Collisions: {1}
cs: Vybraný akcelerátor "{0}" je již používán. Chcete stále přiřadit akcelerátor této funkci? Vypsané funkce budou resetovány. Kolize: {1}
it_it: L'acceleratore selezionato "{0}" è già in uso. Vuoi davvero assegnare l'acceleratore a questa funzione? Ciò azzererà le funzioni elencate. Conflitti: {1}
ru: Выбранная горячая клавиша "{0}" уже используется. Вы хотите её переназначить? Это сбросит назначения для перечисленных функций. Коллизии: {1}

source: Home directory
cs: Domovský adresář
ru: Домашний каталог

source: View & Edit
cs: Prohlížet & Upravit
it_it: Visualizza & Modifica
ru: Просмотр и редактирование

source: View
cs: Zobrazit
it_it: Visualizza
ru: Просмотр

source: Wrap long lines
cs: Sbalit dlouhé řádky
it_it: Ritorno a capo per le righe lunghe
ru: Переносить длинные строки

source: Edit
cs: Upravit
it_it: Modifica
ru: Правка

source: Use installed application
cs: Použít nainstalovanou aplikaci
it_it: Usa l'applicazione installata
ru: Использовать установленное приложение

source: Use external command
cs: Použít externí editor
it_it: Usa comando esterno
ru: Использовать внешнюю команду

source: Execute command in terminal tab
cs: Spustit v kartě terminálu
it_it: Esegui comando nella scheda terminale
ru: Выполнить команду во вкладке с терминалом

source: Toolbar
cs: Panel nástrojů
it_it: Barra degli strumenti
ru: Панель инструментов

source: Name
cs: Název
it_it: Nome
ru: Имя

source: Type
cs: Typ
it_it: Tipo
ru: Тип

source: Toolbar style:
cs: Styl panelu nástrojů:
it_it: Stile barra degli strumenti:
ru: Стиль панели инструментов:

source: Icons
cs: Ikony
it_it: Icone
ru: Иконки

source: Text
it_it: Testo
ru: Текст

source: Both
cs: Ikony + text
it_it: Entrambi
ru: Все

source: Both horizontal
cs: Ikony + text horizontálně
it_it: Entrambi in orizzontale
ru: Все горизонтально

source: Icon size:
cs: Velikost ikon:
it_it: Dimensione icone:
ru: Размер значков:

source: Same as menu item
cs: Stejné jako položky menu
ru: Как у пункта меню

source: Small toolbar icon
cs: Malé ikony
it_it: Icona barra degli strumenti piccola
ru: Маленькие значки на панели

source: Large toolbar icon
cs: Velké ikony
it_it: Icona barra degli strumenti grande
ru: Большие значки на панели

source: Same as buttons
cs: Stejné jako tlačítka
ru: Как у кнопок

source: Same as drag icons
cs: Stejné jako drag ikony
it_it: Uguale alle icone di trascinamento
ru: Как у значков перетаскивания

source: Same as dialog
cs: Stejné jako dialog
it_it: Uguale alla finestra di dialogo
ru: Как у диалогового окна

source: missing plugin
cs: chybějící modul
it_it: plugin mancante
ru: Отсутствующий модуль

source: Operation
cs: Operace
it_it: Operazioni
ru: Режим работы

source: General
cs: Obecné
it_it: Generale
ru: Главное

source: Mounts
cs: Připojení
it_it: Punti di mount
ru: Точки монтирования

source: Confirmation
cs: Potvrzování
it_it: Conferma
ru: Подтверждение

source: Delete items to trashcan
cs: Smazat položky do koše
it_it: Elimina gli elementi nel cestino
ru: Удалять файлы в корзину

source: Reserve free space on copy/move
cs: Rezervovat volné místo při kopírování/přesunování
it_it: Riserva spazio libero per la copia/spostamento
ru: Резервировать дисковое пространство при копировании и перемещении

source: Automount drives on start up
cs: Automaticky připojovat disky při spuštění
it_it: Monta i drive automaticamente all'avvio
ru: Автоматически монтировать носители при старте

source: Automount removable drives when inserted
cs: Automaticky připojovat vyměnitelné disky
it_it: Monta automaticamente i drive rimovibili quando inseriti
ru: Автоматически монтировать съёмные носители при подключении

source: Show confirmation dialog before deleting items
cs: Vyžadovat potvrzení před smazáním položek
it_it: Visualizza la finestra di conferma prima di eliminare elementi
ru: Показывать диалог подтверждения перед удалением файлов

source: With trashing disabled you will not be able to restore accidentally deleted items. Are you sure you want to disable confirmation dialog when deleting items?
cs: Pokud zakážete mazání položek do koše, nebude možné obnovit položky smazané omylem. Opravdu chcete zakázat potvrzovací dialog při mazání položek?
it_it: Con il cestino disabilitato non sarai in grado di ripristinare gli elementi eliminati accidentalmente. Sei sicuro di voler disabilitare la finestra di dialogo di conferma quando elimini gli elementi?
ru: При отключенной корзине вы не сможете восстановить случайно удалённые файлы. Вы уверены, что хотите отключить диалог подтверждения при удалении файлов?

source: Display
cs: Zobrazení
it_it: Interfaccia
ru: Внешний вид

source: Main window
cs: Hlavní okno
it_it: Finestra principale
ru: Основное окно

source: Hide main window on close
cs: Skrýt hlavní okno při zavření
it_it: Nascondi la finestra principale in chiusura
ru: Сворачивать основное окно в трей при закрытии

source: Allow multiple instances
cs: Povolit více instancí
it_it: Consenti istanze multiple
ru: Разрешить несколько экземпляров программы

source: Show toolbar
cs: Zobrazovat panel nástrojů
it_it: Mostra barra degli strumenti
ru: Показывать панель инструментов

source: Show command bar
cs: Zobrazovat panel příkazů
it_it: Mostra barra dei comandi
ru: Показывать панель команд

source: Show command entry
cs: Zobrazovat příkazový řádek
ru: Показывать командную строку

source: Horizontal split
cs: Horizontální rozdělení
it_it: Divisione orizzontale
ru: Горизонтальное разбиение окна

source: Tabs
cs: Karty
it_it: Schede
ru: Вкладки

source: Focus new tab after opening
cs: Zaměřit novou kartu po otevření
it_it: Focus nella nuova scheda dopo l'apertura
ru: Переводить фокус на новую вкладку после открытия

source: Show normal button relief
cs: Zobrazovat normální reliéf tlačítka
ru: Показывать нормальный рельеф кнопок

source: Show icons instead of text in tab buttons
cs: Zobrazovat ikony místo textu u tlačítek karet.
ru: Показывать иконки вместо текста на кнопках вкладок

source: Show close button
cs: Zobrazit tlačítko zavřít
it_it: Mostra bottone di chiusura
ru: Показывать кнопку закрытия

source: Show tab(s) even if there is only one
cs: Zobrazovat kartu i když bude jediná
it_it: Mostra scheda(e) anche quando c'è ne una sola
ru: Показывать вкладку даже если она одна

source: Use Ubuntu coloring method for tab title bars
cs: Použít barevné schéma Ubuntu pro záhlaví oken karet
ru: Окрашивать заголовок вкладки как в Ubuntu

source: Change title bar color when started as super user
cs: Změnit barvu záhlaví při spuštění s právy superuživatele
it_it: Cambia il colore della barra del titolo quando sia avvia come super utente
ru: Изменять цвет заголовка панели при запуске от суперпользователя

source: Show status bar:
cs: Zobrazovat stavový řádek
it_it: Mostra la barra di stato:
ru: Показывать строку состояния:

source: Always
cs: Vždy
it_it: Sempre
ru: Всегда

source: When needed
cs: Podle potřeby
it_it: Quando necessario
ru: При необходимости

source: Never
cs: Nikdy
it_it: Mai
ru: Никогда

source: Expanded tabs:
cs: Roztažené karty:
it_it: Schede estese:
ru: Растягивать вкладки:

source: None
cs: Žádné
it_it: Nessuna
ru: Никогда

source: All
cs: Všechny
it_it: Tutto
ru: Все

source: Other
cs: Ostatní
it_it: Altro
ru: Другое

source: Hide operation window on minimize
cs: Skrýt okno při stisku tlačítka minimalizovat
it_it: Nascondi finestra operazioni quando minimizzato
ru: Скрывать окно операций при сворачивании

source: Show notifications
cs: Zobrazovat upozornění
it_it: Mostra notifiche
ru: Показывать уведомления

source: Use path completion on non-local paths
it_it: Usa il completamento del percorso nei percorsi non locali
ru: Автодополнение пути нелокальных путей

source: Size format:
cs: Jednotky:
it_it: Formato dimensione:
ru: Формат размера:

source: Localized
cs: Přesně
it_it: Localizzato
ru: Локализованный

source: SI <small>(1 kB = 1000 B)</small>
ru: СИ<small>(1 КБ = 1000 Б)</small>

source: IEC <small>(1 KiB = 1024 B)</small>
ru: МЭК <small>(1 КиБ = 1024 Б)</small>

source: Item List
cs: Seznam položek
it_it: Lista Elementi
ru: Список файлов

source: Look & feel
cs: Vzhled a chování
ru: Вид и поведение

source: Hidden files
cs: Skryté soubory
it_it: File nascosti
ru: Скрытые файлы

source: Directories
cs: Adresáře:
it_it: Directory
ru: Каталоги

source: Columns
cs: Sloupce
it_it: Colonne
ru: Столбцы

source: Row hinting
cs: Prokládání řádků
it_it: Suggerimenti riga
ru: Подсветка строк

source: Case sensitive item sorting
cs: Rozlišovat velikost písmen při řazení položek
it_it: Ordinamento elementi case sensitive
ru: Учитывать регистр при сортировке файлов

source: Number sensitive item sorting
cs: Číselně senzitivní při řazení položek
it_it: Ordinamento elementi numericamente sensibile
ru: Численная сортировка файлов

source: Single click navigation
cs: Navigace jedním kliknutím
it_it: Navigazione con clic singolo
ru: Навигация одним кликом

source: Right click selects items
cs: Pravé tlačítko myši vybere položku
it_it: Il clic destro seleziona gli elementi
ru: Выделять файлы правым кликом

source: Show list headers
cs: Zobrazovat nadpisy sloupců seznamu
it_it: Mostra intestazioni lista
ru: Показывать названия столбцов

source: Fast media preview
cs: Rychlý náhled médií
it_it: Anteprima veloce media
ru: Быстрый предпросмотр медиафайлов

source: Show tree expanders
cs: Zobrazovat expandery při stromovém procházení
it_it: Mostra espansori albero
ru: Показывать значки раскрытия дерева

source: Hide horizontal scrollbar
cs: Skrýt horizontální posuvník
ru: Скрыть горизонтальную полосу прокрутки

source: Support second level extension
cs: Podpora rozšíření druhé úrovně
it_it: Supporto per l'estensione di secondo livello
ru: Поддержка расширений второго уровня

source: Breadcrumbs:
ru: Хлебные крошки:

source: Normal
cs: Normální
ru: Нормальные

source: Smart
ru: Умные

source: Access mode format:
cs: Formát oprávnění:
it_it: Formato modalità di accesso:
ru: Формат прав доступа:

source: Octal
cs: Osmičkové číslo
it_it: Ottale
ru: Восьмеричный

source: Textual
cs: Textově
it_it: Testuale
ru: Текстовый

source: Show grid lines:
cs: Zobrazovat čáry mřížky:
it_it: Mostra linee griglia:
ru: Показывать линии сетки:

source: Horizontal
cs: Horizontální
it_it: Orizzontale
ru: Горизонтальные

source: Vertical
cs: Vertikální
it_it: Verticale
ru: Вертикальные

source: Selection color:
cs: Barva výběru:
ru: Цвет выделения:

source: Selection indicator:
cs: Značka výběru:
it_it: Indicatore di selezione:
ru: Индикатор выделения:

source: Quick search combination:
cs: Klávesa pro rychlé hledání:
it_it: Combinazione per la ricerca rapida:
ru: Комбинация для быстрого поиска:

source: Date format:
cs: Formát data:
it_it: Formato data:
ru: Формат даты:

source: Time is formed using the format located at:
cs: Formát času je tvořen pomocí struktury dostupné na:
it_it: L'orario è composto utilizzando il formato situato in:
ru: Время формируется с использованием формата, расположенного по адресу:

source: Show hidden files
cs: Zobrazovat skryté soubory
it_it: Visualizza file nascosti
ru: Показывать скрытые файлы

source: Always visible files and directories:
cs: Vždy viditelné soubory a adresáře:
it_it: File e directory sempre visibili:
ru: Всегда видимые файлы и каталоги

source: Load specified tabs instead of saved
cs: Načíst určitou kartu namísto uložené
it_it: Carica le schede specificate invece di quelle salvate
ru: Загрузить указанные вкладки вместо сохранённых

source: Directory
cs: Adresář:
ru: Каталог

source: Left list
cs: Seznam vlevo
it_it: Elenco di sinistra
ru: Слева

source: Right list
cs: Seznam vpravo
it_it: Elenco di destra
ru: Справа

source: Custom directory
cs: Vlastní adresář
it_it: Directory personalizzata
ru: Указать каталог

source: Left directory
cs: Adresář vlevo
it_it: Directory di sinistra
ru: Каталог слева

source: Right directory
cs: Adresář vpravo
it_it: Directory di destra
ru: Каталог справа

source: Column
cs: Sloupec
it_it: Colonna
ru: Столбец

source: Size
cs: Velikost
it_it: Dimensione
ru: Размер

source: Visible
cs: Viditelné
it_it: Visibile
ru: Показывать

source: Font
it_it: Carattere
ru: Шрифт

source: Add always visible item
cs: Přidat vždy viditelné položky
it_it: Aggiungi elemento sempre visibile
ru: Добавить всегда видимый элемент

source: Full name of file or directory to always show:
cs: Vždy zobrazovat úplný název souboru nebo adresáře:
it_it: Nome completo di file o directory da visualizzare sempre:
ru: Полное имя файла или каталога, который не нужно скрывать:

source: Add custom directory
cs: Přidat vlastní adresář
it_it: Aggiungi directory personalizzata
ru: Добавить указанный каталог

source: Full path:
cs: Úplná cesta:
it_it: Percorso completo:
ru: Полный путь:

source: Quick search settings are in conflict with VIM navigation style. To resolve this issue your quick search settings were restored to default.
cs: Nastavení rychlého hledání je v konfliktu s navigačním stylem VIM. Pro vyřešení tohoto problému proběhne obnova nastavení rychlého hledání.
it_it: Le impostazioni di ricerca rapida sono in conflitto con lo stile di navigazione VIM. Per risolvere questo problema, le impostazioni di ricerca rapida sono state ripristinate ai valori predefiniti.
ru: Настройки быстрого поиска конфликтуют с навигациией в стиле VIM. Для решения этой проблемы в ваших настройках быстрого поиска восстановлены значения по умолчанию.

source: _File
cs: _Soubor
ru: _Файл

source: New _tab
cs: Nová _karta
ru: Новая _вкладка

source: Create _file
cs: Vytvořit _soubor
it_it: Crea _file
ru: Создать _файл

source: Create _directory
cs: Vytvořit _adresář
it_it: Crea _directory
ru: Создать _каталог

source: _Open
cs: _Otevřít
ru: _Открыть

source: Open in new ta_b
cs: Otevřít v nové kartě
ru: Открыть в новой _вкладке

source: _Properties
cs: _Vlastnosti
ru: _Свойства

source: _Quit
cs: U_končit
it_it: _Esci
ru: _Выйти

source: _Edit
cs: _Upravit
ru: _Правка

source: Cu_t
cs: _Vyjmout
ru: _Вырезать

source: _Copy
cs: _Kopírovat
ru: _Копировать

source: _Paste
cs: V_ložit
ru: Вст_авить

source: _Delete
cs: _Smazat
ru: _Удалить

source: _Send to...
cs: _Poslat
ru: _Отправить...

source: Ma_ke link
cs: Vytvořit _odkaz
ru: Создать _сcылку

source: _Rename...
cs: Pře_jmenovat...
ru: Переименовать

source: _Unmount
cs: _Odpojit
ru: Размонтировать

source: Mount list is empty
cs: Seznam přípojných bodů je prázdný
ru: Список точек монтирования пуст

source: _Preferences
cs: _Nastavení
it_it: _Preferenze
ru: Настройки

source: _Mark
cs: _Označit
it_it: _Contrassegna
ru: В_ыделение

source: _Select all
cs: Vybrat vš_e
it_it: _Seleziona tutto
ru: Выделить всё

source: _Deselect all
cs: Zrušit výběr
it_it: _Deseleziona tutto
ru: Отменить выделение

source: Invert select_ion
cs: Invertovat výběr
it_it: Inverti selez_ione
ru: Обратить выделение

source: S_elect with pattern
cs: Vybrat podl_e vzoru
it_it: S_eleziona con pattern
ru: Выделить по маске

source: Deselect with pa_ttern
cs: Zruši_t výběr podle vzoru
it_it: Deseleziona con pa_ttern
ru: Снять выделение по маске

source: Select with same e_xtension
cs: Vybrat soubory se stejnou příponou
it_it: Sele_ziona con la stessa estensione
ru: Выделить файлы с этим расширением

source: Deselect with same exte_nsion
cs: Zrušit výběr souborů se stej_nou příponou
it_it: Deseleziona con la stessa este_nsione
ru: Снять выделение файлов с тем же расширением

source: Compare _directories
cs: Porovnat a_dresáře
it_it: Confronta _directory
ru: Сравнить каталоги

source: _Tools
cs: _Nástroje
it_it: S_trumenti
ru: _Инструменты

source: _Find files
cs: _Hledat soubory
it_it: Trova _file
ru: _Поиск файлов

source: Find _duplicate files
cs: Hledat _duplicitní soubory
ru: Поиск _дубликатов файлов

source: _Synchronize directories
cs: Synchronizovat adresáře
ru: _Синхронизация каталогов

source: Advanced _rename
cs: Pokročilé _přejmenování
it_it: _Rinomina avanzata
ru: Улучшенное _переименование

source: _Mount manager
cs: _Správce připojení
ru: _Менеджер монтирования

source: _Keyring manager
cs: _Klíčenka
it_it: _Gestore portachiavi
ru: Менеджер _паролей

source: _View
cs: _Pohled
it_it: _Visualizza
ru: _Вид

source: Ful_lscreen
cs: Ce_lá obrazovka
ru: На полный экран

source: Rel_oad item list
cs: Znovu načíst seznam položek
it_it: Ricarica _lista elementi
ru: Обновить список файлов

source: Fast m_edia preview
cs: Rychlý náhl_ed médií
it_it: Anteprima veloce m_edia
ru: Быстрый предварительный просмотр медиафайлов

source: Show _hidden files
cs: Zobrazovat _skryté soubory
it_it: Mostra file _nascosti
ru: Показывать скрытые файлы

source: Show _toolbar
cs: Zobrazovat panel nástrojů
it_it: Mostra barra degli s_trumenti
ru: Показывать панель инструментов
